Repository: TheMagician1/redmine-desktop-client
Catalog: trunk/Redmine.Client/Languages/Lang.*.resx
Languages: cs_cz, nl, pl, pt_br

# LabelParent
source: Parent: {0} {1}
cs_cz: Nadřazený úkol: {0} {1}
nl: Hoofdtaak: {0} {1}
pl: Rodzic: {0} {1}

# PauseToolStripMenuItem
source: &Pause
cs_cz: &Pauza
nl: &Pauze
pl: &Pauza

# addNewToolStripMenuItem
source: Add New
cs_cz: Přidat nový
nl: Voeg nieuwe toe
pl: Dodaj nowe

# BtnBrowseButton
source: Browse
cs_cz: Prohlížet
nl: Blader
pl: Przeglądaj

# DlgAttachmentTitle
source: Adding a new attachment for issue {0} {1}
cs_cz: Přidávám novou přílohu pro úkol {0} {1}
nl: Nieuwe bijlage toevoegen voor incident {0} {1}
pl: Dodawanie załącznika do zagadnienia {0} {1}

# downloadOpenToolStripMenuItem
source: Download / Open
cs_cz: Stáhnout / Otevřít
pl: Pobierz / Otwórz

# groupBoxAttachments
source: Attachments
cs_cz: Přílohy
nl: Bijlagen
pl: Załącznik

# labelAttachmentDescription
source: Description
cs_cz: Popis
nl: Beschrijving
pl: Opis

# labelSelectAttachment
source: Attachment File
cs_cz: Vybrat soubor
nl: Bijlage bestandsnaam
pl: Plik załącznika

source: New issue
cs_cz: Nový úkol
nl: Nieuw incident
pl: Nowe zagadnienie

# LabelRelations
source: Relations
nl: Relaties
pl: Powiązania

# DlgUpdateIssueNoteTitle
source: Updating issue {0} {1}
nl: Bijwerken incident {0} {1}
pl: Aktualizacja zagadnienia {0} {1}

# IssueField_author
source: Author
nl: Toegevoegd door
pl: Autor

# IssueField_category
source: Category
nl: Categorie
pl: Kategoria

# IssueField_description
source: Description
nl: Beschrijving
pl: Opis

# IssueField_priority
source: Priority
nl: Prioriteit
pl: Priorytet

# IssueField_project
source: Project
pl: Projekt

# IssueField_subject
source: Subject
nl: Onderwerp
pl: Temat

# IssueField_tracker
source: Tracker
pl: Rodzaj zagadnienia

# labelCategory
source: Category
nl: Categorie
pl: Kategoria

# labelUpdateIssueNote
source: Additional notes explaning your change - leave empty if none
nl: Extra notities om de wijziging de beschrijven - laat leeg indien niet nodig
pl: Dodatkowe notatki objaśniające wprowadzone zmiany - pozostaw puste jeżeli brak

source: Show all issues
nl: Toon alle incidenten
pl: Pokaż wszystkie zagadnienia

# UpdatedField_Deleted
source: {0} deleted ({1})
nl: {0} verwijderd ({1})
pl: Usunięto {0} ({1})

# UpdatedField_Description
source: Description has been updated
nl: De beschrijving is bijgewerkt
pl: Opis został uaktualniony

# UpdatedField_SetTo
source: {0} set to {2}
nl: {0} gewijzigd naar {2}
pl: Ustawiono {0} na {2}

# UpdatedField_UpdatedTo
source: {0} changed from {1} to {2}
nl: {0} gewijzigd van {1} naar {2}
pl: Zmieniono {0} z {1} na {2}

# AddNoteOnChangeCheckBox
source: Add a note when changing the status with above options
nl: Voeg een notitie toe wanneer de status met bovenstaande opties wordt gewijzigd
pl: Dodaj komentarz gdy zmieniany jest status z wykorzystaniem powyższych opcji

# labelStatus
source: Status
cs_cz: Stav
pt_br: Situação

# RedmineClientTitle_NoUser
source: Redmine Client
cs_cz: Klient Redmine

# RedmineClientTitle_User
source: Redmine Client - {0} {1}
cs_cz: Klient Redmine - {0} {1}

# BtnStartButton
source: Start
pt_br: Iníciar
