Repository: TheMagician1/redmine-desktop-client
Catalog: trunk/Redmine.Client/Languages/Lang.*.resx
Languages: cs_cz, nl, pl, pt_br

# AuthenticationCheckBox
source: Requires authentication
cs_cz: Vyžaduje autentikaci
nl: Gebruik authenticatie
pl: Wymaga uwierzytelniania
pt_br: Requer autenticação

# BtnAboutButton
source: About
cs_cz: O programu
nl: Over...
pl: O...
pt_br: Sobre

# BtnCommitButton
source: Commit
cs_cz: Odeslat
nl: Opslaan
pl: Zatwierdź

# BtnExitButton
source: Exit
cs_cz: Konec
pl: Wyjdź
pt_br: Sair

# BtnNewIssueButton
source: New
cs_cz: Nový
nl: Nieuw
pl: Nowy
pt_br: Novo

# BtnRefreshButton
source: Refresh
cs_cz: Obnovit
nl: Ververs
pl: Odśwież
pt_br: Renovar

# BtnResetButton
source: Reset
nl: Herstart
pl: Zresetuj
pt_br: Reiniciar

# BtnSettingsButton
source: Settings
cs_cz: Nastavení
nl: Instellingen
pl: Ustawienia
pt_br: Configurações

# BtnStartButton_Pause
source: Pause
cs_cz: Pauza
pl: Pauza
pt_br: Pausa

# CommitConfirmQuestion
source: Ready to commit?
cs_cz: Připraveno k odeslání?
nl: Klaar om op te slaan?
pl: Gotowy do wysłania?
pt_br: Pronto para o commit?

# CommitConfirmText
source: Do you really want to commit the following entry: {6} Project: {0}, Activity: {1}, Issue: {2},{6}Date: {3}, Comment: {4}, Time: {5}
cs_cz: Opravdu odeslat následující údaje: {6} Projekt: {0}, Aktivita: {1}, Úkol: {2},{6}Datum: {3}, Poznámka: {4}, Čas: {5}
nl: Weet je zeker dat je de volgende gegevens op wilt slaan: {6}Project: {0}, Activiteit: {1}, Incident: {2},{6}Datum: {3}, Commentaar: {4}, Tijd: {5}
pl: Czy na pewno chcesz zatwierdzić następujący wpis: {6} Projekt: {0}, Rodzaj działań: {1}, Zagadnienie: {2},{6} Data: {3}, Komentarz: {4}, Czas: {5}
pt_br: Você realmente deseja realizar commit do seguinte registro: {6} Projeto: {0}, Atividade: {1}, Tarefa: {2},{6}Data: {3}, Comentário: {4}, Horário: {5}

# CommitNoActivitySelected
source: There is no activity selected.
cs_cz: Není vybrána žádná aktivita.
nl: Er is geen activiteit geselecteerd
pl: Nie wybrałeś rodzaju działań.
pt_br: Nenhuma atividade selecionada.

# CommitNoIssueSelected
source: There is no issue selected.
cs_cz: Není vybrán žádný úkol.
nl: Er is geen incident geselecteerd.
pl: Nie wybrałeś żadnego zagadnienia.
pt_br: Nenhum tarefa selecionado.

# CommitNoTime
source: There is no time to log...
cs_cz: Není žádný časový údaj k zaznamenání...
nl: Er is geen tijd om op te slaan
pl: Nie wprowadziłeś czasu do zarejestrowania...
pt_br: Nenhum horário para registrar...

# CommitSuccessfullText
source: Work logged successfully.
cs_cz: Práce byla úspěšně zaznamenána.
nl: De tijd is opgeslagen
pl: Czas pracy został poprawnie zarejestrowany.
pt_br: Trabalho registrado com sucesso.

# CommitSuccessfullTitle
source: Work logged
cs_cz: Práce zaznamenána
nl: Opgeslagen
pl: Czas pracy został zarejestrowany
pt_br: Trabalho registrado

source: Error
cs_cz: Chyba
nl: Fout
pl: Błąd
pt_br: Erro

# Error_Exception
source: Exception: {0}
cs_cz: Výjimka: {0}
nl: Exceptie: {0}
pl: Wyjątek: {0}
pt_br: Exceção: {0}

# Error_NoProjectsFound
source: No projects found in Redmine.
cs_cz: V Redmine nebyly nalezeny žádné projekty.
nl: Geen projecten gevonden in Redmine.
pl: Nie znaleziono żadnych projektów w Redmine.
pt_br: Nenhum projeto encontrado no Redmine.

# Error_Startup
source: Startup error. Check Configuration.
cs_cz: Chyba při startu: Zkontrolujte konfiguraci.
nl: Opstart probleem. Controleer de instellingen.
pl: Błąd uruchamiania. Sprawdź konfigurację.
pt_br: Erro de inicialização. Verifique a configuração.

# Error_ValueOutOfRange
source: Value out of range
cs_cz: Hodnota mimo povolený rozsah.
nl: Waarde buiten bereik
pl: Wartość poza zakresem
pt_br: Valor fora da faixa

# labelActivity
source: Activity
cs_cz: Aktivita
nl: Activiteit
pl: Rodzaj działań
pt_br: Atividade

# labelComment
source: Comment
cs_cz: Poznámka
nl: Commentaar
pl: Komentarz
pt_br: Comentário

# labelProject
source: Project
cs_cz: Projekt
pl: Projekt
pt_br: Projeto

# labelRedminePassword
source: Redmine password
cs_cz: Redmine heslo
nl: Redmine wachtwoord
pl: Hasło do Redmine
pt_br: Senha do Redmine

# labelRedmineURL
source: Redmine URL
pl: Adres Redmine
pt_br: URL do Redmine

# labelRedmineUsername
source: Redmine username / API Key
cs_cz: Redmine jméno
nl: Redmine gebruikersnaam
pl: Nazwa użytkownika Redmine / Klucz API
pt_br: Usuário no Redmine

# NewVersionText
source: New version available. Do you want me to take you to the download location?
cs_cz: Je dostupná nová verze. Chcete se podívat na stránku, kde ji můžete stáhnout?
nl: Er is een nieuwe versie beschikbaar, wil je naar de download locatie?
pl: Dostępna jest nowa wersja. Czy chesz abym otworzył stronę pobierania?
pt_br: Nova versão disponível. Você deseja que eu leve você para o local de download?

# NewVersionTitle
source: New version
cs_cz: Nová verze
nl: Nieuwe versie
pl: Nowa wersja
pt_br: Nova versão

# RestoreToolStrip_Hide
source: &Hide
cs_cz: &Skrýt
nl: &Verberg
pl: &Ukryj
pt_br: &Esconder

# RestoreToolStrip_Minimize
source: Mi&nimize
cs_cz: Mi&nimalizovat
nl: Mi&nimaliseer
pl: Zmi&nimalizuj
pt_br: &Minimizar

# RestoreToolStrip_Restore
source: &Restore
cs_cz: &Obnovit
nl: &Zet terug
pl: Przyw&róć
pt_br: &Restaurar

source: Warning
cs_cz: Varování
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso

# BtnCancelButton
source: Cancel
cs_cz: Zrušit
nl: Annuleer
pl: Anuluj
pt_br: Cancelar

# BtnCloseButton
source: Close Issue
cs_cz: Uzavřít úkol
nl: Sluit Incident
pl: Zamknij zagadnienie
pt_br: Fechar tarefa

# BtnSaveButton
source: Save
cs_cz: Uložit
nl: Opslaan
pl: Zapisz
pt_br: Salvar

# cbDueDate
source: Due Date
cs_cz: Uzavřít do
nl: Einddatum
pl: Termin wykonania
pt_br: Data prevista

# cbStartDate
source: Start Date
cs_cz: Začátek
nl: Begindatum
pl: Data rozpoczęcia
pt_br: Início

# CheckForUpdatesCheckBox
source: Check for updates on startup
cs_cz: Zkontrolovat aktualizace při startu
nl: Controleer op nieuwe versie bij start
pl: Przy uruchamianiu sprawdź czy jest nowa wersja
pt_br: Verificar atualização na inicialização

# CloseIssueText
source: Are you sure you want to close issue {0}?
cs_cz: Jste si jistí, že chcete uzavřít úkol {0}?
nl: Weet je zeker dat je incident {0} wilt sluiten?
pl: Czy na pewno chcesz zamknąć zagadnienie {0}?
pt_br: Tem certeza que deseja fechar essa tarefa {0}?

# DlgIssueTitleEdit
source: Edit Issue {0} for project {1}
cs_cz: Upravit úkol {0} z projektu {1}
nl: Bewerk Incident {0} van project {1}
pl: Edycja zagadnienia {0} w ramach projektu {1}
pt_br: Editar a tarefa {0} do projeto {1}

# DlgIssueTitleNew
source: Create a New Issue for project {0}
cs_cz: Vytvořit nový úkol k projektu {0}
nl: Maak een Nieuw Incident bij project {0}
pl: Utwórz nowe zagadnienie w projekcie {0}
pt_br: Criar uma nova tarefa para o projeto {0}

# DlgSettingsTitle
source: Settings
cs_cz: Nastavení
nl: Instellingen
pl: Ustawienia
pt_br: Configurações

# Error_CreateIssueFailed
source: Creating the issue failed; The server responded: {0}
cs_cz: Vytvoření úkolu selhalo; Odpověď serveru: {0}
nl: Het maken van het incident is fout gegaan; De server antwoordde: {0}
pl: Tworzenie nowego zagadnienia nie powiodło się. Odpowiedź serwera: {0}
pt_br: Falha ao criar a tarefa. O servidor não respondeu: {0}

# Error_InvalidUrl
source: Invalid URL of Redmine installation.
cs_cz: Neplatné URL instalace Redmine.
nl: De URL van uw Redmine installatie is incorrect.
pl: Nieprawidłowy adres instalacji Redmine.
pt_br: URL inválida de instalação do Redmine.

# Error_IssueSubjectMandatory
source: The issue subject is mandatory
cs_cz: Předmět úkolu je povinný
nl: Het onderwerp van een incident is verplicht
pl: Temat zagadnienia musi zostać wprowadzony
pt_br: O título da tarefa é obrigatório

# Error_UpdateIssueFailed
source: Updating the issue failed; The server responded: {0}
cs_cz: Aktualizace úkolu selhala; Odpověď serveru: {0}
nl: Het bijwerken van het incident is fout gegaan; De server antwoordde: {0}
pl: Aktualizacja zagadnienia nie powiodła się. Odpowiedź serwera: {0}
pt_br: Falha ao atualizar a tarefa. O servidor não respondeu: {0}

# labelAssignedTo
source: Assigned To
cs_cz: Přiřazeno
nl: Toegewezen aan
pl: Przypisane do
pt_br: Atribuído para

# labelCacheLifetime
source: Cache lifetime (minutes, 0 = infinite)
cs_cz: Životnost vyrovnávací paměti (v minutách, 0 = nekonečno)
nl: Cache levensduur (minuten, 0 = oneindig)
pl: Ważność pamięci podręcznej (w minutach, 0 = nieskończony)
pt_br: Tempo de vida do cache (minutos, 0 = infinito)

# labelDescription
source: Description
cs_cz: Popis
nl: Beschrijving
pl: Opis
pt_br: Descrição

# labelEstimatedTime
source: Estimated Time
cs_cz: Odhadovaný čas
nl: Verwachte Duur
pl: Szacunkowy czas
pt_br: Tempo estimado

# labelLanguage
source: Language
cs_cz: Jazyk
nl: Taal
pl: Język
pt_br: Idioma

# labelPercentDone
source: % Done
cs_cz: % hotovo
pl: % wykonane
pt_br: % terminado

# labelPopupTimout
source: Popup window when minimized or Request attention every (minutes, 0 = never)
cs_cz: Zobrazit okno při minimalizaci nebo upozornit každých (v minutách, 0 = nikdy)
nl: Popup dialoog wanneer geminimaliseerd of Vraag aandacht elke (minuten, 0 = nooit)
pl: Wyświetl komunikat gdy zminimalizowany lub zażądaj reakcji co (minut, 0 = nigdy)
pt_br: Apresentar janela quando minimizado ou requisitar atenção a cada (minutos, 0 = nunca)

# labelPriority
source: Priority
cs_cz: Priorita
nl: Prioriteit
pl: Priorytet
pt_br: Prioridade

# labelSubject
source: Subject
cs_cz: Předmět
nl: Onderwerp
pl: Temat
pt_br: Título

# labelTargetVersion
source: Target Version
cs_cz: Cílová verze
nl: Doel Versie
pl: Wersja docelowa
pt_br: Versão

# labelTracker
source: Tracker
cs_cz: Fronta
pl: Rodzaj zagadnienia
pt_br: Tipo

# linkEditInRedmine
source: Edit this issue in Redmine
cs_cz: Upravit tento úkol v Redmine
nl: Bewerk dit incident in Redmine
pl: Edytuj te zagadnienie w Redmine
pt_br: Editar essa tarefa no Redmine

# MinimizeOnStartTimerCheckBox
source: Minimize on start timer
cs_cz: Minimalizovat při spuštění časovače
nl: Minimaliseer bij start timer
pl: Zminimalizuj po rozpoczęciu pomiaru czasu
pt_br: Minimizar ao começar o temporizador

# MinimizeToSystemTrayCheckBox
source: Minimize to systemtray
cs_cz: Minimalizovat do oznamovací oblasti
nl: Minimaliseer naar systeem tray
pl: Minimalizuj do zasobnika systemowego
pt_br: Minimizar para a bandeja do sistema

# BgWork_CheckUpdates
source: Checking for updates
cs_cz: Kontroluji aktualizace
nl: Controleren op nieuwe versie
pl: Sprawdzam aktualizacje
pt_br: Verificando atualizações

# BgWork_GetFormData
source: Retrieving form data
cs_cz: Získávám data
nl: Ophalen van gegevens
pl: Pobieram dane
pt_br: Obtendo dados de formulário

# BgWork_GetUsername
source: Retrieving user name
cs_cz: Získávám uživatelské jméno
nl: Ophalen van gebruikersnaam
pl: Pobieram nazwę użytkownika
pt_br: Obtendo nome do usuário

# CommitCancelSaveCommentQuestion
source: Save the new comment?
cs_cz: Uložit novou poznámku?
nl: Bewaar het nieuwe commentaar?
pl: Zapisać nowy komentarz?
pt_br: Salvar o novo comentário?

# CommitCancelSaveCommentText
source: You cancelled committing your spent time, but changed the comment.{0}Do you want to use the new comment?
cs_cz: Zrušili jste odeslání zaznamenaného času, ale změnili jste poznámku.{0}Chcete použít novou poznámku?
nl: U heeft het opslaan van de gebruikte tijd afgebroken, maar het commentaar gewijzigd.{0}Wilt u het nieuwe commentaar gebruiken?
pl: Anulowałeś zatwierdzanie wykorzystanego czasu, ale zmieniłeś komentarz.{0}Czy chcesz użyć nowego komentarza?
pt_br: Você cancelou o commit do seu tempo despendido, mas alterou o comentário.{0}Deseja usar o novo comentário?

# ExitToolStripMenuItem
source: &Close
cs_cz: &Zavřít
nl: &Sluiten
pl: &Zamknij
pt_br: &Fechar

# labelCommitActivity
source: Activity:
cs_cz: Aktivita:
nl: Activiteit:
pl: Rodzaj działań:
pt_br: Atividade:

# labelCommitComment
source: Comment:
cs_cz: Poznámka:
nl: Commentaar:
pl: Komentarz:
pt_br: Comentário:

# labelCommitDateSpent
source: Spent on:
cs_cz: Strávený čas:
nl: Besteed op:
pl: Spędzony na:
pt_br: Despendido em:

# labelCommitIssue
source: Issue:
cs_cz: Úkol:
nl: Incident:
pl: Zagadnienie:
pt_br: Tarefa:

# labelCommitProject
source: Project:
cs_cz: Projekt:
pl: Projekt:
pt_br: Projeto:

# labelCommitQuestion
source: Do you want to commit the following time entry?
cs_cz: Chcete odeslat následující zaznamenaný čas?
nl: Wilt u de volgende tijd opslaan?
pl: Czy chcesz zatwierdzić następujący wpis?
pt_br: Deseja realizar o commit do seguinte registro de horário?

# labelCommitTime
source: Time (H):
cs_cz: Čas (H):
nl: Tijd (U):
pl: Czas (h):
pt_br: Horário (H):

# Warning_ClosingSaveTimes
source: The Redmine Client is trying to stop, but you are measuring your spent time.{0}Do you want to commit the time?
cs_cz: Pokoušíte se ukončit klienta Redmine, ale časovač je spuštěný.{0}Chcete odeslat zaznamenaný čas?
nl: De Redmine Client probeert af te sluiten, maar u bent de tijd aan het meten.{0}Wilt u de tijd nog opslaan?
pl: Probujesz zamknąć Redmine Client, ale trwa pomiar czasu poświęconego na pracę.{0}Czy chcesz zatwierdzić wpis czasu pracy przed wyjściem?
pt_br: O Redmine Client está tentando parar, mas você está medindo o seu tempo despendido.{0}Deseja realizar o commit do horário?

# labelRedmineVersion
source: Redmine Version
cs_cz: Verze Redmine
nl: Redmine Versie
pl: Wersja Redmine
pt_br: Versão do Redmine

# BtnEditActivitiesButton
source: Activities
cs_cz: Aktivity
nl: Activiteiten
pl: Działania
pt_br: Atividades

# BtnEditDocumentCategories
source: Doc. Cat.
cs_cz: Kat. Dok.
pl: Kat. Dok.
pt_br: Cat. Doc.

# BtnEditIssuePriorities
source: Priorities
cs_cz: Priority
nl: Prioriteiten
pl: Priorytety
pt_br: Prioridades

# DlgEditEnumFormTitle_Edit
source: Edit Enumeration Value {0} for {1}
cs_cz: Upravit hodnotu výčtového pole {0} pro {1}
nl: Wijzig Enumeratie waarde {0} voor {1}
pl: Edycja dozwolonej wartości {0} dla {1}
pt_br: Editar o valor de enumeração {0} para {1}

# DlgEditEnumFormTitle_New
source: New Enumeration Value for {0}
cs_cz: Nová hodnota výčtového pole pro {0}
nl: Nieuwe Enumeratie waarde voor {0}
pl: Nowa wartość dla {0}
pt_br: Novo valor de enumeração para {0}

# DlgEditEnumListFormTitle
source: Edit Enumeration {0}
cs_cz: Upravit výčtové pole {0}
nl: Wijzig enumeratie {0}
pl: Edycja dozwolonych wartości {0}
pt_br: Editar enumeração {0}

# EnumName_Activities
source: Activities
cs_cz: Aktivity
nl: Activiteiten
pl: Rodzaje działań
pt_br: Atividades

# EnumName_DocumentCategories
source: Document Categories
cs_cz: Kategorie dokumentů
nl: Documenten CategorieÃ«n
pl: Kategorie dokumentów
pt_br: Categorias de documentos

# EnumName_IssuePriorities
source: Issue Priorities
cs_cz: Priority úkolů
nl: Incident Prioriteiten
pl: Priorytety zagadnień
pt_br: Prioridades da tarefa

# Error_EnumFieldIsMandatory
source: The {0} is a mandatory field.
cs_cz: {0} je povinná položka.
nl: {0} is een verplicht veld
pl: Pole {0} musi zostać wypełnione.
pt_br: O {0} é um campo obrigatório.

# Error_EnumMustBeUnique
source: The Id and the Name must be unique.
cs_cz: Položky Id a Jméno musí být jedinečné.
nl: Het Id en de Naam moeten uniek zijn.
pl: Id i nazwa muszą być unikalne.
pt_br: O ID e o nome devem ser únicos.

# GrpEditEnumerations
source: Edit Enumerations
cs_cz: Upravit výčtová pole
nl: Wijzig Enumeraties
pl: Edytuj dozwolone wartości
pt_br: Editar enumerações

# labelEnumName
source: Name
cs_cz: Jméno
nl: Naam
pl: Nazwa
pt_br: Nome

# BtnAddButton
source: Add
cs_cz: Přidat
nl: Nieuw
pl: Dodaj
pt_br: Adicionar

# BtnDeleteButton
source: Delete
cs_cz: Smazat
nl: Verwijder
pl: Usuń
pt_br: Excluir

# BtnModifyButton
source: Modify
cs_cz: Upravit
nl: Wijzig
pl: Zmień
pt_br: Modificar

# BtnTestConnection
source: Test Connection
cs_cz: Test spojení
nl: Test Verbinding
pl: Sprawdź połączenie
pt_br: Testar conexão

# CheckBoxClosesIssue
source: Also close the issue
cs_cz: Navíc uzavřít úkol
nl: Sluit ook het incident.
pl: Zamknij też zagadnienie
pt_br: Também fechar a tarefa

# CheckBoxOnlyMe
source: Only Show Issues assigned to Me
cs_cz: Ukázat pouze úkoly přiřazené mě
nl: Toon alleen incidenten toegewezen aan mij
pl: Pokaż tylko zagadnienia przypisane do mnie
pt_br: Somente mostrar tarefas atribuídas para mim

# ConnectionTestFailed_Text
source: Initiating the connection with Redmine failed. The following error occurred: {0}
cs_cz: Inicializace spojení s Redmine selhala. Nastala následující chyba: {0}
nl: Het opzetten van de verbinding met Redmine is mislukt. De volgende fout trad op: {0}
pl: Połączenie z Redmine nie powiodło się. Wystąpił następujący błąd: {0}
pt_br: Falha ao iniciar a conexão com o Redmine. O seguinte erro ocorre: {0}

# ConnectionTestFailed_Title
source: Connection Test Failed
cs_cz: Test spojení selhal
nl: Verbindingstest mislukt
pl: Test połączenia nie powiódł się
pt_br: Falha no teste de conexão

# ConnectionTestOK_Text
source: Initiating the connection with Redmine was successful.
cs_cz: Inicializace spojení s Redmine byla úspěšná.
nl: Het opzetten van de verbinding met Remine is gelukt
pl: Pomyślnie nawiązano połączenie z Redmine.
pt_br: Conexão com Redmine foi iniciada com sucesso.

# ConnectionTestOK_Title
source: Connection Test Success
cs_cz: Test spojení proběhl v pořádku
nl: Verbindingstest gelukt
pl: Połączenie testowe zostało pomyślnie nawiązane
pt_br: Sucesso no teste de conexão

# Error_ClosedStatusUnknown
source: The status used to close an issue is unknown, please go to settings to set this.
cs_cz: Stav použitý k uzavření úkolu je neznámý, přejděte k nastavení, kde ho lze vytvořit.
nl: De status die gebruikt wordt om een incident te sluiten is onbekend. Pas dit alstublieft aan in de instellingen.
pl: Status wykorzystywany do oznaczania zagadnienia jako zamknięte jest nieznany, przejdź do ustawień aby wskazać właściwą wartość.
pt_br: A situação usada para fechar uma tarefa é desconhecida. Por favor, acesso as configurações para definir isso.

# GrpApplicationSettings
source: Application Settings
cs_cz: Nastavení programu
nl: Applicatie Instellingen
pl: Ustawienia aplikacji
pt_br: Configurações do aplicativo

# GrpRedmineServerSettings
source: Redmine Server Settings
cs_cz: Nastavení serveru Redmine
nl: Redmine Server Instellingen
pl: Ustawienia serwera Redmine
pt_br: Configurações do servidor Redmine

# labelExplClosingIssueStatus
source: Enable fields with 'Test Connection' and version V1.3.x or higher
cs_cz: Pro povolení pole použijte 'Test spojení' a verzi V1.3.x nebo vyšší
nl: Maak onderstaande velden actief met 'Test Verbinding' en een versie hoger dan V1.3.x
pl: Aby odblokować pola przeprowadź test połączenia z Redmine w wersji 1.3.x lub wyższej
pt_br: Habilitar campos com "Testar conexão" e versão V1.3.x ou maior

# labelSelectCloseStatus
source: When closing an Issue, set it to
cs_cz: Když uzavřete úkol, jeho stav bude nastaven na
nl: Bij het sluiten van een incident, gebruik
pl: Podczas zamykania zagadnienia, ustaw na
pt_br: Ao fechar uma tarefa, defina-a para

source: Question
cs_cz: Otázka
nl: Vraag
pl: Pytanie
pt_br: Questão

# Timer_WasTickingWhenClosed
source: The Timer was ticking when you stopped the client. Do you want the client to continue ticking?
cs_cz: Časovač byl při ukončení programu spuštěn. Chcete opět spustit měření času?
nl: De timer liep toen de client gestopt werd. Wilt u dat de timer verder gaat?
pl: Licznik czasu był włączony gdy wyłączyłeś aplikację. Czy chcesz aby odliczanie było kontynowane?
pt_br: O temporizador estava marcando o tempo quando você parou o cliente. Você deseja que o cliente continue a marcar o tempo?

# PauseTimerOnLockCheckBox
source: Pause timer on screen lock and on logoff
cs_cz: Pozastavit časovač při uzamčení počítače a odhlášení
nl: Pauzeer de timer wanneer het scherm gelocked wordt of bij uitloggen
pl: Wstrzymaj licznik przy zablokowanym ekranie i przy wylogowaniu
pt_br: Parar o temporizador ao bloquear a tela ou ao fazer logoff

# UpdateIssueIfStateCheckBox
source: If timer starts and issue has state
cs_cz: Když je časovač spuštěn a stav úkolu je
nl: Als de timer wordt gestart en het incident heeft de status
pl: Gdy startujesz licznik a zagadnienie ma status
pt_br: Se o temporizador começar e a tarefa tiver estado

# UpdateIssueIfStateLabel
source: then set the state to
cs_cz: nastavit stav na
nl: zet dan de status op
pl: ustaw wtedy status na
pt_br: então definir o estado para

# Error_NewOrInProgressStatusUnknown
source: The statusus used to update a new status to an in progress status of an issue are unknown, please go to settings to set those.
cs_cz: Stav používaný k aktualizaci stavu úkolu z Nový na Probíhající je neznámý, nastavte ho, prosím, v nastavení.
nl: De statussen die gebruikt worden om een nieuw incident naar een 'wordt aan gewerkt' status te zetten, zijn onbekend. U kunt dit instellen in het instellingen scherm
pl: Status wykorzystywany do oznaczania zagadnienia jako realizowanego jest nieznany, przejdź do ustawień aby wskazać właściwą wartość.
pt_br: As situações usadas para atualizar uma nova situação para uma situação em progresso de uma tarefa são desconhecidas. Por favor, acesso as configurações para defini-las.

# IssueUpdatedToInProgress
source: The current selected issue {0} is updated to the 'In Progress' state. (StatusId = {1})
cs_cz: Aktuálně označený úkol {0} je aktualizován na stav 'Probíhající'. (StatusId = {1})
nl: Het huidige geselecteerde incident {0} is bijgewerkt naar de 'wordt aan gewerkt' status. (StatusId = {1})
pl: Wybrane zagadnienie {0} jest oznaczane jako "W realizacji". (StatusId = {1})
pt_br: A tarefa atualmente selecionada {0} está atualizada para o situação "Em progresso". (ID da situação = {1})

source: Message
cs_cz: Zpráva
nl: Bericht
pl: Wiadomość
pt_br: Mensagem

# BtnViewTimeButton
source: View Time
cs_cz: Prohlížet strávený čas
nl: Bekijk Uren
pl: Zobacz czas

# BgWork_GetTimeEntries
source: Retrieving Time Entries
cs_cz: Získávám časové záznamy
nl: Ophalen van besteedde uren
pl: Pobieram wpisy czasu pracy

# DlgTimeEntriesTitle
source: View time-entries of issue {0} {1}
cs_cz: Získávám časové záznamy úkolu {0} {1}
nl: Besteedde uren van incident {0} {1}
pl: Podgląd czasu pracy nad zagadnieniem {0} {1}

# BgWork_GetIssue
source: Retrieving Issue information
cs_cz: Získávám informace o úkolu
nl: Ophalen van informatie van het incident
pl: Pobieranie informacji o zagadnieniu

# DlgTimeEntryFormTitle_Edit
source: Edit Time entry of {0} for issue {1} {2}
cs_cz: Úprava časového záznamu {0} pro úkol {1} {2}
nl: Bewerk besteedde tijd van {0} voor incident {1} {2}
pl: Edycja wpisu czasu pracy {0} dla zagadnienia {1} {2}

# DlgTimeEntryFormTitle_New
source: New Time Entry for issue {0} {1}
cs_cz: Nový časový záznam pro úkol {0} {1}
nl: Nieuwe tijd toevoegen voor incident {0} {1}
pl: Nowy wpisz czasu pracy dla zagadnienia {0} {1}

# labelTimeEntryTitle_Edit
source: Edit Time entry of {0} for issue{3}{1} {2}
cs_cz: Upravit časový záznam {0} pro úkol{3}{1} {2}
nl: Bewerk besteedde tijd van {0} voor incident{3}{1} {2}
pl: Edycja czasu pracy {0} dla zgłoszenia {3}{1} {2}

# labelTimeEntryTitle_New
source: Create new Time Entry for issue{3}{0} {1}
cs_cz: Vytvořit časový záznam pro úkol{3}{0} {1}
nl: Voeg nieuwe besteedde tijd toe voor incident{3}{0} {1}
pl: Dodaj nowy wpis czasu pracy dla zagadnienia{3}{0} {1}

# labelByUser
source: By User
cs_cz: Podle uživatele
nl: Door gebruiker
pl: Przez użytkownika

# labelSpentHours
source: Spent Hours
cs_cz: Strávený čas
nl: Besteedde Uren
pl: Wykorzystany czas

# labelSpentOn
source: Spent On
cs_cz: Datum
nl: Besteed op
pl: Wykorzystany na

# Warning_AreYouSureDeleteTimeEntry
source: Are you sure you want to delete time entry {0}
cs_cz: Opravdu chcete smazat záznam {0}
nl: Weet u zeker dat u de tijd met id {0} wil verwijderen
pl: Czy na pewno chcesz usunąć informacje o czasie pracy {0}

# LabelChildren
source: Children:
cs_cz: Podúkoly:
nl: Subtaken:
pl: Podzagadnienia:
